import imageMock from 'assets/image/mock/mock-large.png';

export const articleMock = {
  image: imageMock.src,
  title: 'Мариинский театр и Валерий Гергиев открывают предновогоднюю программу в Москве',
  text: `<p>Праздничные концерты Симфонического оркестра Мариинского театра 
и Валерия Гергиева в столице уже стали доброй традицией. В преддверии Нового года 
выступления пройдут в Концертном зале Зарядье.</p>
</br>
<p>Эти выступления обещают зрителям не просто музыку, но и погружение в волшебное 
царство звуков, созданное талантливыми музыкантами. 19 декабря (19:00) концерт начнется 
с восточных мотивов в сюите «Шехеразада» Николая Римского-Корсакова, за которой 
последует исполнение Джорджа Гершвина - Концерта для фортепиано с оркестром фа мажор, 
где солистом выступит Борис Березовский. За пультом в этот вечер будет стоять маэстро 
Валерий Гергиев.</p>
</br>
<p>20 декабря (18:00) праздничное настроение овладеет зрителями на Новогоднем концерте 
под руководством Солиста и дирижёра Лоренца Настурики - Гершовичи. С сопрано Ангелиной 
Ахмедовой и баритоном Владиславом Куприяновым в программе прозвучат произведения 
Штрауса, Кальмана, Легара, Дворжака и Дунаевского.</p>
</br>
<p>В заключение вечера (20:30), Валерий Гергиев представит публике «Вознесение» Оливье 
Мессиана и монументальную Симфонию № 4 ми-бемоль мажор Антона Брукнера, также известную 
как «Романтическая». Этот финал обещает быть величественным и незабываемым, создавая уникальное 
музыкальное путешествие в мир звуков и эмоций.</p>
`,
  dataPublished: '10.12.2023',
  hashTag: 'пресс-релиз',
};
