import { IArrayStatistics } from '../../types/statistics.types';

export const statisticsMock: IArrayStatistics = {
  tvzvezda: [
    {
      top: 'более',
      center: '100',
      bottom: 'млн',
      description: 'ежемесячная аудитория телеканала',
    },
    {
      top: 'более',
      center: '12,9',
      bottom: 'млн',
      description: 'посетителей в месяц\n' + 'на сайте tvzvezda.ru',
    },
    {
      center: '85',
      bottom: 'субъектов\n' + 'РФ',
      description:
        'принимают программы телеканала “ЗВЕЗДА”,\n' + 'включая Севастополь\n' + 'и Крым',
    },
  ],
  'radio-zvezda': [
    {
      top: '',
      center: '?',
      bottom: '',
      description: '',
    },
    {
      top: '',
      center: '?',
      bottom: '',
      description: '',
    },
    {
      top: '',
      center: '?',
      bottom: '',
      description: '',
    },
  ],
  ezhenedelnik: [
    {
      top: '',
      center: '?',
      bottom: '',
      description: '',
    },
    {
      top: '',
      center: '?',
      bottom: '',
      description: '',
    },
    {
      top: '',
      center: '?',
      bottom: '',
      description: '',
    },
  ],
  'zvezda-plus': [
    {
      top: '',
      center: '?',
      bottom: '',
      description: '',
    },
    {
      top: '',
      center: '?',
      bottom: '',
      description: '',
    },
    {
      top: '',
      center: '?',
      bottom: '',
      description: '',
    },
  ],
  glavkino: [
    {
      top: '',
      center: '?',
      bottom: '',
      description: '',
    },
    {
      top: '',
      center: '?',
      bottom: '',
      description: '',
    },
    {
      top: '',
      center: '?',
      bottom: '',
      description: '',
    },
  ],
};

export const informationMock = {
  tvzvezda: `Российский федеральный общественно-патриотический телеканал. Принадлежит медиагруппе «Звезда», которую курирует Министерство обороны Российской Федерации посредством ОАО «Телерадиокомпания Вооружённых сил Российской Федерации “Звезда”».

Начал своё вещание 20 февраля 2005 года на 57 ТВК в Москве. Имеет статус федерального канала и входит во второй мультиплекс цифрового телевидения России.`,
  'radio-zvezda': `Российский федеральный общественно-патриотический телеканал. Принадлежит медиагруппе «Звезда», которую курирует Министерство обороны Российской Федерации посредством ОАО «Телерадиокомпания Вооружённых сил Российской Федерации “Звезда”».

Начал своё вещание 20 февраля 2005 года на 57 ТВК в Москве. Имеет статус федерального канала и входит во второй мультиплекс цифрового телевидения России.`,
  ezhenedelnik: `Российский федеральный общественно-патриотический телеканал. Принадлежит медиагруппе «Звезда», которую курирует Министерство обороны Российской Федерации посредством ОАО «Телерадиокомпания Вооружённых сил Российской Федерации “Звезда”».

Начал своё вещание 20 февраля 2005 года на 57 ТВК в Москве. Имеет статус федерального канала и входит во второй мультиплекс цифрового телевидения России.`,
  'zvezda-plus': `Российский федеральный общественно-патриотический телеканал. Принадлежит медиагруппе «Звезда», которую курирует Министерство обороны Российской Федерации посредством ОАО «Телерадиокомпания Вооружённых сил Российской Федерации “Звезда”».

Начал своё вещание 20 февраля 2005 года на 57 ТВК в Москве. Имеет статус федерального канала и входит во второй мультиплекс цифрового телевидения России.`,
  glavkino: `Российский федеральный общественно-патриотический телеканал. Принадлежит медиагруппе «Звезда», которую курирует Министерство обороны Российской Федерации посредством ОАО «Телерадиокомпания Вооружённых сил Российской Федерации “Звезда”».

Начал своё вещание 20 февраля 2005 года на 57 ТВК в Москве. Имеет статус федерального канала и входит во второй мультиплекс цифрового телевидения России.`,
};
